{
  "streak_3": {
    "name": "Первые шаги",
    "description": "Отвечать на ежедневные опросы Настеньки 3 дня подряд",
    "congrats": "Ты уже 3 дня подряд отвечаешь на мои опросы! Продолжай в том же духе!"
  },
  "streak_7": {
    "name": "Стабильная неделя",
    "description": "Отвечать на ежедневные опросы Настеньки 7 дней подряд",
    "congrats": "За последнюю неделю ты не пропустил(а) ни одного опроса! Меня впечатляет твоя стабильность."
  },
  "streak_14": {
    "name": "Две недели!",
    "description": "Отвечать на ежедневные опросы Настеньки 14 дней подряд",
    "congrats": "Две недели без пропусков! Я очень рада видеть такую преданность."
  },
  "streak_30": {
    "name": "Месяц!",
    "description": "Отвечать на ежедневные опросы Настеньки 30 дней подряд",
    "congrats": "За месяц ни одного пропуска! Я очень рада, что ты принимаешь участие в моих опросах. Виртуально обнимаю от команды администраторов (и от себя лично <3)"
  },
  "streak_61": {
    "name": "ДВА МЕСЯЦА?!",
    "description": "Отвечать на ежедневные опросы Настеньки 61 день подряд",
    "congrats": "Мы с тобой участвуем в этих опросах уже два месяца. Мне кажется, за это время мы успели стать друзьями :)"
  },
  "streak_150": {
    "name": "СЕМЕСТР.",
    "description": "Отвечать на ежедневные опросы Настеньки 150 дней подряд",
    "congrats": "За весь семестр ты не пропустил ни одного вопроса. Я хочу тебя поблагодарить лично. Напиши администратору @Folegle."
  },
  "consistency_15": {
    "name": "Половина от месяца",
    "description": "Ответить на 15 опросов в этом месяце",
    "congrats": "За этот месяц мы прошли через опрос 15 раз. Меня это впечатляет!"
  },
  "consistency_30": {
    "name": "Полный месяц",
    "description": "Ответить на 30 опросов в этом месяце",
    "congrats": "Ты ответил(а) на (почти?) все опросы в этом семестре! Наверное тебе очень понравится лишний раз посмотреть /stats"
  },
  "contact": {
    "name": "Разговор по душам",
    "description": "Написать Настеньке сообщение",
    "congrats": "Мы с тобой ещё не общались так лично... Не бойся, я внимательно читаю твои сообщения и постараюсь отвечать как можно быстрее!"
  },
  "stats": {
    "name": "Разноцветный календарь",
    "description": "Посмотреть статистику за месяц",
    "congrats": "Вот он - твой календарик настроения. Интересно посмотреть как настроение менялось с течением времени, не так ли?"
  },
  "today": {
    "name": "Посмотреть вокруг",
    "description": "Посмотреть средний результат опроса за сегодня",
    "congrats": "О, я вижу тебе интересно как дела обстоят у других? Держи, всегда пожалуйста!"
  },
  "good_conversation": {
    "name": "Приятный собеседник",
    "description": "Получить похвалу от команды модераторов.",
    "congrats": "Ты очень приятный собеседник. Мне кажется, это достойно небольшой похвалы с нашей стороны <3"
  },
  "helper": {
    "name": "Помощь Админу",
    "description": "Помочь Админу с разроботкой Настеньки",
    "congrats": "Администратор лично передаёт тебе большое спасибо за помощь в разработке Настеньки. Я рада, что такие хорошие люди помогли в создании меня. Спасибо."
  },
  "operator": {
    "name": "Оператор",
    "description": "Стать Оператором Настеньки",
    "congrats": "Теперь ты мой рот и мои глаза. Я надеюсь, что вместе мы поможем нашим пользователям чувствовать себя лучше."
  },
  "admin": {
    "name": "ADMIN",
    "description": "Ты - создатель Настеньки",
    "congrats": "Сам себя не похвалит, как говорится..."
  },
  "friend": {
    "name": "Друг Админа",
    "description": "Ты - друг Админа и он очень рад, что именно ты пользуешься Настенькой",
    "congrats": "Привет! Админ хотел передать тебе персональное спасибо, за то что ты со мной общаешься. Надеюсь, мы все вместе сделаем из меня отличный продукт!"
  }
}